[
  {
    "id": 1,
    "title": "Outstanding Early Childhood Education Awar",
    "description": "Presented by the National Association for the Education of Young Children (NAEYC) in recognition of Little Learners Academy's commitment to delivering exceptional early childhood education and fostering a nurturing learning environment.",
    "icon": "/vision.svg"
  },
  {
    "id": 2,
    "title": "Innovative STEAM Education Award",
    "description": "Awarded by the Education Excellence Association for our pioneering efforts in introducing innovative STEAM (Science, Technology, Engineering, Arts, and Mathematics) programs that ignite creativity and critical thinking in young learners.",
    "icon": "/vision.svg"
  },
  {
    "id": 3,
    "title": "Environmental Stewardship Award",
    "description": "Received from the Green Earth Society for our dedication to environmental education, sustainable practices, and fostering a love for nature in our students.",
    "icon": "/vision.svg"
  },
  {
    "id": 4,
    "title": "Community Engagement Award",
    "description": "Presented by the Local Community Council for our active involvement in community service projects and partnerships that benefit both our students and the local community.",
    "icon": "/vision.svg"
  },
  {
    "id": 5,
    "title": "Parent's Choice Award",
    "description": "Voted by parents as the best early childhood education center in the region, recognizing our commitment to excellence in education and care.",
    "icon": "/vision.svg"
  },
  {
    "id": 6,
    "title": "Best Practices in Child Development Award",
    "description": "Awarded by the Child Development Association for our implementation of best practices in child development and early learning.",
    "icon": "/vision.svg"
  },
  {
    "id": 7,
    "title": "Excellence in Diversity and Inclusion Award",
    "description": "Recognized for our commitment to diversity, equity, and inclusion in early childhood education, ensuring that every child feels valued and respected.",
    "icon": "/vision.svg"
  },
  {
    "id": 8,
    "title": "Innovative Curriculum Design Award",
    "description": "Awarded for our innovative and engaging curriculum that promotes holistic development in young children.",
    "icon": "/vision.svg"
  }
]
